Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/modules/main/wing/bottomFlap/bottomFlapAlarms.tmx
Source language: en
Languages: hu, vi

source: Bottom flap opening time too long
hu: Túl hosszú az alsó szárny nyitási ideje
vi: Thời gian mở nắp đáy quá lâu

source: Bottom flap closing time too long
hu: Túl hosszú az alsó szárny zárási ideje
vi: Thời gian đóng nắp đáy quá lâu

source: Bottom neighbour flap opening time too long
hu: Túl hosszú az alsó szomszédos szárny nyitási ideje
vi: Thời gian mở nắp bên cạnh phía dưới quá lâu

source: Connection lost with neighbour machine
hu: A kapcsolat megszakadt a szomszédos berendezéssel
vi: Mất kết nối với máy bên cạnh
